<div id="intro-background-color">
</div>

<svg id="intro-background-pattern" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 1920 1700" style="enable-background:new 0 0 1920 1700;" xml:space="preserve">
<style type="text/css">
	.st0{clip-path:url(#SVGID_2_);}
	.st1{fill:#FFFFFF;}
	.st2{fill:none;stroke:#1A1A1A;stroke-width:119.6012;stroke-miterlimit:10;}
	.st3{fill:none;stroke:#1A1A1A;stroke-width:99.6677;stroke-miterlimit:10;}
	.st4{fill:none;stroke:#1A1A1A;stroke-width:83.0564;stroke-miterlimit:10;}
	.st5{fill:none;stroke:#1A1A1A;stroke-width:69.2137;stroke-miterlimit:10;}
	.st6{fill:none;stroke:#1A1A1A;stroke-width:57.678;stroke-miterlimit:10;}
	.st7{fill:none;stroke:#1A1A1A;stroke-width:48.065;stroke-miterlimit:10;}
	.st8{fill:none;stroke:#1A1A1A;stroke-width:40.0542;stroke-miterlimit:10;}
	.st9{fill:none;stroke:#1A1A1A;stroke-width:33.3785;stroke-miterlimit:10;}
	.st10{fill:none;stroke:#1A1A1A;stroke-width:27.8154;stroke-miterlimit:10;}
	.st11{fill:none;stroke:#1A1A1A;stroke-width:23.1795;stroke-miterlimit:10;}
	.st12{fill:none;stroke:#1A1A1A;stroke-width:19.3163;stroke-miterlimit:10;}
	.st13{fill:none;stroke:#1A1A1A;stroke-width:16.0969;stroke-miterlimit:10;}
</style>
<g>
	<g>
		<defs>
			<rect id="SVGID_1_" y="-1" width="1920" height="1701"/>
		</defs>
		<clipPath id="SVGID_2_">
			<use xlink:href="#SVGID_1_"  style="overflow:visible;"/>
		</clipPath>
		<g class="st0">
			<path class="st1" d="M3117,1797"/>
			<polygon class="st1" points="0,279.5 116,444.4 173,715.2 125,1078.9 108,1269.3 196,1396.2 484,1424.2 960,1358.2 1521,963.5
				1920,732.2 1920,1700 0,1700 			"/>
			<g>
				<g>
					<path class="st2" d="M1873.9,926.2c-634.2,276.1-600.5,710.5-1593.4,689.7c-754.4-15.8-38.2-575.9-379.7-1209.1
						C-453.8-250.7,585.1-951.7,1294.9-600.3S2606.4,607.3,1873.9,926.2z"/>
				</g>
				<g>
					<path class="st3" d="M1731.3,848.7c-528.5,230.1-500.4,592.1-1327.8,574.7c-628.6-13.2-31.9-479.9-316.4-1007.6
						C-208.4-132,657.3-716.2,1248.8-423.4S2341.7,582.9,1731.3,848.7z"/>
				</g>
				<g>
					<path class="st4" d="M1612.5,784.1c-440.4,191.8-417,493.4-1106.5,479c-523.9-11-26.5-399.9-263.7-839.6
						C-4-33.2,717.5-520,1210.4-276S2121.1,562.6,1612.5,784.1z"/>
				</g>
				<g>
					<path class="st5" d="M1513.4,730.3c-367,159.8-347.5,411.2-922.1,399.1c-436.6-9.2-22.1-333.3-219.7-699.7
						c-205.2-380.5,396-786.2,806.8-582.9S1937.3,545.7,1513.4,730.3z"/>
				</g>
				<g>
					<path class="st6" d="M1430.9,685.5c-305.8,133.2-289.6,342.6-768.4,332.6c-363.8-7.6-18.4-277.7-183.1-583.1
						c-171-317.1,330-655.2,672.3-485.7S1784.1,531.7,1430.9,685.5z"/>
				</g>
				<g>
					<path class="st7" d="M1362.1,648.1c-254.9,111-241.3,285.5-640.3,277.2c-303.2-6.4-15.4-231.4-152.6-485.9
						c-142.5-264.2,275-546,560.2-404.8S1656.5,519.9,1362.1,648.1z"/>
				</g>
				<g>
					<path class="st8" d="M1304.8,616.9c-212.4,92.5-201.1,237.9-533.6,231C518.6,842.6,758.4,655,644,443
						C525.3,222.8,873.2-12,1110.9,105.7S1550.1,510.1,1304.8,616.9z"/>
				</g>
				<g>
					<path class="st9" d="M1257.1,591c-177,77.1-167.6,198.3-444.7,192.5c-210.5-4.4-10.7-160.7-106-337.4
						c-99-183.5,191-379.2,389.1-281.1S1461.5,502,1257.1,591z"/>
				</g>
				<g>
					<path class="st10" d="M1217.3,569.3c-147.5,64.2-139.7,165.2-370.6,160.4c-175.4-3.7-8.9-133.9-88.3-281.2
						c-82.5-152.9,159.1-316,324.2-234.2S1387.6,495.2,1217.3,569.3z"/>
				</g>
				<g>
					<path class="st11" d="M1184.1,551.3C1061.2,604.8,1067.7,689,875.3,685c-146.2-3.1-7.4-111.6-73.6-234.3
						C733,323.2,934.3,187.4,1071.9,255.5S1326.1,489.5,1184.1,551.3z"/>
				</g>
				<g>
					<path class="st12" d="M1156.5,536.3c-102.4,44.6-97,114.8-257.3,111.4c-121.8-2.6-6.2-93-61.3-195.3
						C780.5,346.2,948.3,233,1062.9,289.8C1177.6,346.5,1274.8,484.8,1156.5,536.3z"/>
				</g>
				<g>
					<path class="st13" d="M1133.4,523.8c-85.4,37.2-80.8,95.6-214.5,92.8c-101.5-2.1-5.1-77.5-51.1-162.7
						C820.1,365.4,960,271,1055.5,318.3C1151,365.6,1232,480.9,1133.4,523.8z"/>
				</g>
			</g>
		</g>
	</g>
</g>
</svg>

<div id="logo-nav">
	<svg version="1.1" id="header-logo" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
		 viewBox="0 0 140.2 196.7" style="enable-background:new 0 0 140.2 196.7;" xml:space="preserve">
	<path d="M82.1,23.3c5.2,2.6,8.5,10.3,4.7,16.5c-2.2,3.7-8.9,5.2-12.3,2.2c-8.7,10.4,13,18.6,20.4,7.5
		C101.9,39,91.7,28,82.1,23.3"/>
	<path d="M39.4,31.3C7.6,42.4-5.5,75.9,2.1,107.3c7.3,30,33.7,47.6,63.6,47.4c-9.5,3.4-25.2,9-25.2,21.4
		c0,6.2,6.8,13.1,13,9.8c6-3.2,5.9-10.4,2.1-15.2c-4.1-5.2-3.9-10,3.7-10.4c12.7-0.6,20.3,4.1,26.2,15
		c20.7,37.8,53.1,20.7,54.6-15.4c-18.5,38.4-47.4,8.8-57.7,2.7c-7-4.2-15.5-5.5-23.5-3.6c8.1-6.1,18.4-5.8,27.1-10.2l0,0
		c22.5-10.3,35.6-33.9,35.6-58.3c0-10-4.6-17.6-14.2-19.4c-10.1-1.8-17.8-2.6-26.8-3.8c-13.3-2-18.2-11.4-11.8-23.5
		c-5.5,2.5-10.9,8.3-10.4,14.7c0.6,7.3,8.2,11.5,14.7,12.4l18.5,2.8c9.8,1.7,11.2,9.4,11.2,16.7c0,14.9-1.3,31.5-9.4,44.5
		c-7.6,12.3-19.9,16.3-33.8,16.3c-27,0-40.7-19.7-40.7-58.5C19,59.9,23.4,38.8,39.4,31.3"/>
	<path d="M61.3,32.3c5.1,0,22.7-0.9,17.3-6c-0.1-1.4,0-2.7,0.1-4.1c0.9-7.4,8.6-19.6,8.6-19.6s-6.9,8.4-8.7,11.1
		c-4.3,6.6-8.7,3-9.1-2.2C69.5,7.6,69.8,3.8,70.5,0c0,0-2.2,5.8-3.6,11.1c-1.1,4.1-3.1,5.8-5.6,5.8s-4.5-1.7-5.6-5.8
		C54.3,5.8,52.2,0,52.2,0c0.8,3.8,1.1,7.6,0.8,11.4c-0.4,5.3-4.8,8.9-9,2.2C42.2,11,35.3,2.5,35.3,2.5s7.7,12.3,8.6,19.6
		c0.2,1.4,0.2,2.7,0.1,4.1C38.6,31.4,56.2,32.3,61.3,32.3z"/>
	</svg>
	<nav id="header-nav">
		<ul id="header-nav__list">
			<li class="header-nav__item">Мы</li>
			<li class="header-nav__item">Портфолио</li>
			<li class="header-nav__item">Услуги</li>
			<li class="header-nav__item">Под ключ</li>
			<li class="header-nav__item">Контакты</li>
		</ul>
	</nav>
	<!-- /.header-nav -->
</div>
<!-- /.logo-nav -->

<div id="header-phone">
	<svg version="1.1" id="header-phone__icon" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
		 viewBox="0 0 32 64" style="enable-background:new 0 0 32 64;" xml:space="preserve">
		<path class="st0" d="M26.7,1.5H5.3c-2.2,0-4.1,1.8-4.1,4.1v53c0,2.2,1.8,4.1,4.1,4.1h21.3c2.2,0,4.1-1.8,4.1-4.1v-53
			C30.7,3.3,28.9,1.5,26.7,1.5z M16,3.1c0.2,0,0.3,0.1,0.3,0.3c0,0.2-0.1,0.3-0.3,0.3c-0.2,0-0.3-0.1-0.3-0.3
			C15.7,3.3,15.8,3.1,16,3.1z M13.7,5.2h4.7c0.1,0,0.2,0.1,0.2,0.2c0,0.1-0.1,0.2-0.2,0.2h-4.7c-0.1,0-0.2-0.1-0.2-0.2
			C13.5,5.3,13.5,5.2,13.7,5.2z M11.4,4.9c0.3,0,0.5,0.2,0.5,0.5c0,0.3-0.2,0.5-0.5,0.5c-0.3,0-0.5-0.2-0.5-0.5
			C10.8,5.1,11.1,4.9,11.4,4.9z M16,60.9c-1.2,0-2.2-1-2.2-2.2c0-1.2,1-2.2,2.2-2.2s2.2,1,2.2,2.2C18.2,59.9,17.2,60.9,16,60.9z
			 M29.3,55.3H2.7V8.8h26.7V55.3z"/>
	</svg>
	<div id="header-phone__text">
		<span class="phone">8 (800) 225-40-36</span>
		<a href="">мы можем перезвонить</a>
	</div>

</div>
<!-- /.header-phone -->

<div id="god">
	<span>by <img src="m/2god.svg" alt=""> 2GOD</span>
</div>

<section id="intro">
	<h1 id="intro-header">
		<span>событийная студия</span>
		Без&nbsp;границ
	</h1>
	<img id="confetti-img" src="m/confetti-img.png" alt="">
	<video id="confetti-video" width="1920" height="1080" autoplay="true">
		<source src="m/crown-animation-30.mov" type="video/mp4">
	</video>
	<p id="intro-text">
		Привет, это <span>2QUEEN,</span> и мы создаем события. Внимательность позволяет нам услышать и <span>понять.</span> Благодаря воображению мы находим <span>нестандартные</span> решения. Опыт помогает <span>осуществить</span> задуманное. Для нас не существует границ: мы любим сложные задачи и помогаем воплощать <span>амбициозные</span> проекты.
	</p>
</section>
<!-- /#intro -->
